const privacy = (): JSX.Element => {
  return (
    <div>
      <h1>개인정보 처리방침</h1>
      <br />
      Jell(이하 '회사' 또는 '우리')은 사용자의 개인정보 보호를 매우 중요하게
      생각하며, 『개인정보 보호법』 및 관련 법령을 준수하고 있습니다.
      <br /> 본 개인정보 처리방침은 회사에서 제공하는 서비스를 이용하는
      사용자로부터 수집하는 개인정보와 그 처리에 관한 사항을 규정하고 있습니다.
      <h2>1. 수집하는 개인정보의 항목</h2> 회사는 서비스 제공을 위해 아래와 같은
      개인정보를 수집합니다: <br />
      이메일 주소: 사용자 식별 및 서비스 이용을 위한 필수 정보
      <h2>2. 개인정보의 수집 및 이용 목적</h2>
      회사는 수집한 개인정보를 다음과 같은 목적으로 이용합니다: <br />
      서비스 제공 및 운영: 사용자의 데이터를 저장하고, 이를 기반으로 원활한
      서비스 제공
      <br />
      사용자 식별 및 관리: 이메일 주소를 통해 사용자 계정을 생성하고 관리
      <br />
      고객 지원: 이메일을 통한 문의 및 지원 서비스 제공
      <h2>3. 개인정보의 보관 및 파기</h2> 회사는 사용자의 개인정보를 서비스 이용
      기간 동안 보관하며, 사용자가 서비스 탈퇴를 요청하거나 동의 철회를 요청할
      경우 즉시 해당 정보를 파기합니다.
      <br /> 단, 관련 법령에 의해 보관이 요구되는 경우에는 해당 법령에서 정한
      기간 동안 보관합니다.<h2>보관하는 개인정보:</h2>
      <h3>이메일 주소 및 앱 사용 관용 데이터</h3> 보관 기간: 서비스 이용 기간
      동안 <h3>파기 절차 및 방법:</h3> 전자적 파일 형태의 정보는 복구 불가능한
      방법으로 삭제 <h3>4. 개인정보의 제3자 제공</h3> 회사는 원칙적으로 사용자의
      개인정보를 외부에 제공하지 않습니다. 단, 사용자의 사전 동의가 있거나
      법령에 의하여 요구되는 경우에는 예외로 합니다.
      <h2>5. 개인정보의 처리 위탁</h2>
      회사는 서비스 제공을 위해 아래와 같은 외부 업체에 개인정보 처리를 위탁하고
      있습니다: <br />
      위탁업체: Google Firebase <br />
      위탁 내용: Firebase Firestore를 통한 이메일 주소 및 앱 사용 관용 데이터
      저장
      <br />
      회사는 위탁 업체가 개인정보 보호 관련 법령을 준수하도록 관리 및 감독하고
      있습니다. <h2>6. 개인정보 보호를 위한 기술적/관리적 조치</h2> 회사는
      개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다: <br />
      접근 통제: 개인정보에 대한 접근 권한을 최소한의 인원으로 제한 <br />
      보안 시스템: 해킹 및 외부 침입 방지를 위한 보안 시스템 운영
      <h2>7. 사용자의 권리</h2> 사용자는 언제든지 자신의 개인정보 삭제를 요청할
      수 있으며, 해당 요청은 아래의 이메일을 통해 접수하실 수 있습니다. 요청이
      접수되면 관련 법령에 따라 개인정보가 처리됩니다. 개인정보 삭제/탈퇴 요청:
      jellive7@naver.com <h2>8. 개인정보 보호 책임자 및 연락처</h2> 회사는
      개인정보 보호에 대한 책임을 지기 위해 개인정보 보호 책임자를 지정하고
      있으며, 개인정보와 관련한 문의는 아래의 연락처로 문의해주시기 바랍니다.
      개인정보 보호 책임자: Jell 연락처: jellive7@gmail.com <h2>9. 기타</h2> 본
      개인정보 처리방침은 관련 법령 및 회사의 내부 방침에 따라 변경될 수 있으며,
      변경 시에는 어플 내 공지사항을 통해 안내드릴 예정입니다. 공고일자: 2024년
      9월 23일 시행일자: 2024년 9월 23일
    </div>
  )
}

export default privacy
